import "../styles/about.css";

const About = () => {
    return (
        <div className="about__container">
            <div className="about__history">Главная / О нас</div>
            <div className="about__title">Компания ИвановПром</div>  
            <div className="about__text">
                <p>
                    Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне. 
                    Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. 
                    В то время некий безымянный печатник создал большую коллекцию размеров и форм 
                    шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только 
                    успешно пережил без заметных изменений пять веков, но и перешагнул в электронный 
                    дизайн. Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне. 
                    Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. 
                    В то время некий безымянный печатник создал большую коллекцию размеров и форм 
                    шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только 
                    успешно пережил без заметных изменений пять веков, но и перешагнул в электронный 
                    дизайн.
                </p>
                <br />
                <p>
                    Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне. 
                    Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. 
                    В то время некий безымянный печатник создал большую коллекцию размеров и форм 
                    шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только 
                    успешно пережил без заметных изменений пять веков, но и перешагнул в электронный 
                    дизайн.
                </p>
                <p>
                <br />
                    Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне. 
                    Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. 
                    В то время некий безымянный печатник создал большую коллекцию размеров и форм 
                    шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только 
                    успешно пережил без заметных изменений пять веков, но и перешагнул в электронный 
                    дизайн.
                </p>
                <br />
                <p>
                    Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне. 
                    Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. 
                    В то время некий безымянный печатник создал большую коллекцию размеров и форм 
                    шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только 
                    успешно пережил без заметных изменений пять веков, но и перешагнул в электронный 
                    дизайн.Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне. 
                    Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. 
                    В то время некий безымянный печатник создал большую коллекцию размеров и форм 
                    шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только 
                    успешно пережил без заметных изменений пять веков, но и перешагнул в электронный 
                    дизайн.
                </p>
            </div>        
        </div> 
    );
};

export default About;
