import "../styles/service-item.css";

const ServiceItem = () => {
    return (
        <div className="service-item__container">
            <div className="service-item__history">Главная / Наши услуги / Бухгалтерское обслуживание</div>
            <div className="service-item__title">Бухгалтерское обслуживание</div>  
            <div className="service-item__text">
                <p>
                    Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне. 
                    Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. 
                    В то время некий безымянный печатник создал большую коллекцию размеров и форм 
                    шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только 
                    успешно пережил без заметных изменений пять веков, но и перешагнул в электронный 
                    дизайн. Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне. 
                    Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. 
                    В то время некий безымянный печатник создал большую коллекцию размеров и форм 
                    шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только 
                    успешно пережил без заметных изменений пять веков, но и перешагнул в электронный 
                    дизайн.
                </p>
                <br />
                <p>
                    Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне. 
                    Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. 
                    В то время некий безымянный печатник создал большую коллекцию размеров и форм 
                    шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только 
                    успешно пережил без заметных изменений пять веков, но и перешагнул в электронный 
                    дизайн.
                </p>
                <p>
                <br />
                    Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне. 
                    Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. 
                    В то время некий безымянный печатник создал большую коллекцию размеров и форм 
                    шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только 
                    успешно пережил без заметных изменений пять веков, но и перешагнул в электронный 
                    дизайн.
                </p>
                <br />
                <p>
                    Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне. 
                    Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. 
                    В то время некий безымянный печатник создал большую коллекцию размеров и форм 
                    шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только 
                    успешно пережил без заметных изменений пять веков, но и перешагнул в электронный 
                    дизайн.Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне. 
                    Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. 
                    В то время некий безымянный печатник создал большую коллекцию размеров и форм 
                    шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только 
                    успешно пережил без заметных изменений пять веков, но и перешагнул в электронный 
                    дизайн.
                </p>
            </div>        
        </div> 
    );
};

export default ServiceItem;
